Repository: tqk2811/TqkLibrary
Catalog: AspMvcLibrary/ResourceTemplate/ResourceAccount.*.resx
Languages: vi

# ErrorCantGetEmail
source: Can't find email
vi: Không tìm thấy email

# ErrorEmailInUse
source: Email is already in use
vi: Địa chỉ email đã được sử dụng

# ErrorEmailNotFound
source: Email not found
vi: Không tìm thấy email

# ErrorEmailNotValid
source: Email address is not valid
vi: Địa chỉ email không hợp lệ

# ErrorEmailOrPassword
source: Email or Password is invalid.
vi: Địa chỉ email hoặc mật khẩu không đúng.

# ErrorEmailVerified
source: Email verified
vi: Email đã xác thực

# ErrorFieldRequired
source: This Field is Required
vi: Trường này không thể trống.

# ErrorPasswordLength
source: Password must be longer than 8 characters
vi: Độ dài mật khẩu phải lớn hơn 8 ký tự

# ErrorPasswordNotEqual
source: Password are not equal
vi: Mật khẩu không khớp

# ErrorPasswordOldNotEqual
source: Old password is wrong
vi: Mật khẩu cũ không chính xác

# ErrorTokenExpired
source: Link is wrong or expired
vi: Đường dẫn sai hoặc đã hết hạn

# MessageEmailWasActive
source: Your email was active
vi: Email đã được kích hoạt rồi

# MessageSendedMail
source: Email verify was sended
vi: Email xác thực đã được gửi

# TextAccountNameDisplay
source: Account Name
vi: Tên đăng nhập

# TextAccountResetPassSuccess
source: We was send a link for reset password to your email!
vi: Chúng tôi đã gửi đường link thiết lập lại mật khẩu vào Email của bạn!

# TextAccountVerificationFailed
source: Account verification failed
vi: Xác thực tài khoản thất bại

# TextChangeEmail
source: Change Email
vi: Đổi email

# TextChangePassword
source: Change Password
vi: Đổi mật khẩu

# TextConfirmPassword
source: Confirm Password
vi: Xác nhận mật khẩu

# TextEmailDisplay
source: Email
vi: Địa chỉ Email

# TextEmailResetPasswordContent
source: You received this email because we received a request to reset your account password.
vi: Bạn nhận được email này vì chúng tôi đã nhận được yêu cầu đặt lại mật khẩu cho tài khoản của bạn.

# TextEmailResetPasswordNote
source: The password reset link will expire in {0} minutes. If you didn't ask for a password reset, you don't need to take any further action.
vi: Đường dẫn lấy lại mật khẩu sẽ hết hạn trong {0} phút. Nếu bạn không yêu cầu đặt lại mật khẩu, bạn không cần thực hiện thêm hành động nào.

# TextEmailResetPasswordTitle
source: Notification about reset password
vi: Thông báo đặt lại mật khẩu

# TextEmailVerifyEmailContent
source: Please click the button below to verify your email address.
vi: Vui lòng click vào nút bên dưới để xác minh địa chỉ email của bạn.

# TextEmailVerifyEmailNote
source: The email verification path will expire in {0} minutes. If you don't ask, you don't need to take any further action.
vi: Đường dẫn xác thực email sẽ hết hạn trong {0} phút. Nếu bạn không yêu cầu, bạn không cần thực hiện thêm hành động nào.

# TextEmailVerifyEmailTitle
source: Verify your email
vi: Xác Minh Địa Chỉ Email

# TextForgotPassword
source: Forgot password?
vi: Quên Mật Khẩu?

# TextLogin
source: Login
vi: Đăng Nhập

# TextLoginWithFacebook
source: Login with Facebook
vi: Đăng nhập với Facebook

# TextLoginWithGoogle
source: Login with Google
vi: Đăng nhập với Google

# TextLogout
source: Logout
vi: Đăng Xuất

# TextNeedVerifyEmail1
source: You need verify Email first
vi: Bạn cần xác thực email trước

# TextNeedVerifyEmail2
source: No email?
vi: Không nhận được email?

# TextNeedVerifyEmail3
source: to resend Email
vi: để gửi lại email

# TextPasswordDisplay
source: Password
vi: Mật khẩu

# TextPasswordOld
source: Old Password
vi: Mật khẩu cũ

# TextRegister
source: Register
vi: Đăng Ký

# TextRegisterWithFacebook
source: Register with Facebook
vi: Đăng ký với Facebook

# TextRegisterWithGoogle
source: Register with Gooogle
vi: Đăng ký với Gooogle

# TextRemember
source: Remember Me
vi: Giữ đăng nhập

# TextResetPassword
source: Reset Password
vi: Đặt lại mật khẩu

# TextResetPasswordButton
source: Send link reset password
vi: Gửi Đường Dẫn Đặt Lại Mật Khẩu

# TextSendEmailLimit
source: Sent up to {0} emails / {1} minutes
vi: Đã gửi tối đa {0} email/ {1} phút

# TextSendEmailResetPassword
source: Send link to email for reset password
vi: Gửi đường dẫn đặt lại mật khẩu

# TextSendLinkAccuracy
source: Send link accuracy
vi: Gửi link xác thực

# TextSendLinkEmail
source: We was send a accuracy link to your email
vi: Chúng tôi đã gửi link xác thực tới email của bạn

# TextWasSendLinkVerifyAccount
source: We have sent your account activation link to your email
vi: Chúng tôi dã gửi link kích hoạt tài khoản vào email của bạn
